Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * CuteLittleFangs: Someone has a small pair of fangs or a fang sticking out to make them endangering.
pt_br: * Br/PequenasPresasFofas: Alguém tem um pequeno par de presas ou uma presa para dar um ar mais ameaçador.

source: * CutesyNameTown * DancesAndBalls: England between 1700 - 1900.
pt_br: * Br/CidadeComNomeFofo * Br/DancasEBailes: A Inglaterra entre 1700 e 1900.

source: * CutsceneDrop: Repositioning player characters for the sake of cutscenes.
pt_br: * Br/DeslocamentoDeCinematica: Reposicionar o personagem do jogador para executar uma cinemática.

source: * CutsceneIncompetence: In gameplay, a character has abilities, skills or tactics that enable them to perform well during a particular cutscene conflict, but the character ''never'' uses it and thus fails.
pt_br: * Br/IncompetenciaDeCinematica: Um personagem possui habilidades ou táticas que o permite se sair bem durante um conflito exibido em uma cinemática, mas o personagem ''nunca'' usa essas habilidades e por isso falha.

source: * CutscenePowerToTheMax: A character is much more awesome or powerful in cutscenes than the player could ever hope to be in gameplay.
pt_br: * Br/PoderMaximoNaCinematica: Um personagem é muito mais incrível ou poderoso nas cinemáticas do que o jogador pode ser durante o jogo normal.

source: * CycleOfRevenge: Where two parties endlessly invoke Disproportionate Retribution toward each other.
pt_br: * Br/CicloDeVinganca: Quando duas partes invocam a Retribuição Desproporcional entre si de maneira incessante.

source: * Cynical appeals to TrueArt reactions (i.e., Show X had little effort put into it, but instead was made to superficially appear artsy in hopes that moronic viewers would watch it not for enjoyment, but rather to feel smart).
pt_br: * Apelos cinícos para reações sobre a Br/VerdadeiraArte (''i.e.'' o show X teve pouco esforço na produção, mas foi feito para parecer superficialmente artístico na expectativa de que os espectadores idiotas o assistiriam não por apreço legítimo, mas para se sentirem inteligentes).

source: * DaddyHadAGoodReasonForAbandoningYou: Joca Ramiro had a good reason for abandoning Diadorim.
pt_br: * Br/PapaiTeveUmBomMotivoPraTeAbandonar: Joca Ramiro teve uma boa razão para abandonar Diadorim.

source: * DaintyCombat: An effeminate character has to be both tough and not too macho, so their fighting style is much more cute, beautiful or effeminate than is plausible for combat.
pt_br: * Br/CombateGracioso: Um personagem efeminado precisa ser resistente mas não muito masculino, por isso o estilo de combate ele será muito mais belo e delicado do que é plausível para combate.

source: * DamselInDistress: A female character is kidnapped or otherwise in danger and in need of rescue.
pt_br: * Br/DonzelaEmPerigo: Uma mulher é sequestrada ou se encontra em perigo e necessita de resgate.

source: * DangerInTheGalacticCore: The wild center of the galaxy.
pt_br: * Br/PerigoNoNucleoGalactico: O incrível centro da galáxia.

source: * DangerousWorkplace: Drinking from the water cooler will burn down the building.
pt_br: * Br/AmbienteDeTrabalhoPerigoso: Pegar água do bebedouro vai fazer o prédio pegar fogo.

source: * DareToBeBadass: The Shoveler [[https://youtu.be/XFC2o44koIA rallies the team]] just before the climax, going through each member in turn, as seen under RousingSpeech.
pt_br: * Br/TeDesafioASerUmFodao: O Pá incentiva o time logo antes do clímax, abordando os integrantes um por um, conforme visto em Br/DiscursoEncorajante.

source: * DarkAgeOfSupernames: Parodied when Roy tries to pretend his name is Phoenix Dark (neé Dirk Steel), only to give in and say his real name.
pt_br: * Br/EraSombriaDosSupernomes: Parodiada quando Roy tenta fingir que seu nome é Phoenix Dark, para então desistir e dizer o nome de verdade.

source: * DarkIsNotEvil: A being who looks scary is actually a good guy.
pt_br: * Br/AsTrevasNaoSaoMas: Um ser que parece assustador é na verdade um cara legal.

source: * DarkIsNotEvil: Being associated with darkness doesn't make the character less of a hero.
pt_br: * Br/AsTrevasNaoSaoMas: Estar associado com as trevas não torna o personagem menos herói.

source: * DarkIsNotEvil: They are Men In '''Black''' after all, but also Earth's "best, last, and only defense against the scum of the universe." Lampshaded in Will Smith's music video.
pt_br: * Br/AsTrevasNaoSaoMas: Eles são os Homens de '''Preto''', afinal de contas, mas são também as melhores, últimas e únicas defesas contra a escória do universo.

source: * DarkMagicalGirl: A MagicalGirl with a DarkAndTroubledPast, who starts out as an EvilCounterpart to TheHero, but usually [[HeelFaceTurn switches sides]] after being taught ThePowerOfLove, [[ThePowerOfFriendship Friendship]], and Acceptance [[DefeatMeansFriendship after a big showdown]].
pt_br: * Br/GarotaMagicaSombria: Uma Br/GarotaMagica com um Br/PassadoSombrioEComplicado que começa como uma Br/ContraparteDoMal para Br/OHeroi, mas que costuma [[Br/PassarParaOLadoDosMocinhos mudar de lado]] depois que é ensinada sobre Br/OPoderDoAmor, Br/OPoderDaAmizade e aceitação [[Br/DerrotaSignificaAmizade após um grande confronto]].

source: * DarkMistress: Dr. Anabel Leek, Cassanova's psychiatrist and then lover.
pt_br: * Br/AmanteSombria: Anabel Leek, a psiquiatra e posterior amante de Casanova.

source: * DarkShepherd: A character gives out threats of punishments to discourage immoral behavior.
pt_br: * Br/PastorSombrio: Um personagem faz ameaças de punições para desencorajar comportamento imoral.

source: * DarkShepherd: Character who uses threats of punishment to discourage evil.
pt_br: * Br/PastorSombrio: Um personagem que usa ameaças de punição para desencorajar o mal.

source: * DarkerAndEdgier: ** The infamous episode where Chavo is blamed for theft is quite dark and NOT PlayedForLaughs.
pt_br: * Br/MaisSombrioEPesado: ** O episódio infame onde o Chaves é acusado de roubo é muito pesado para os padrões da série e definitivamente não é Br/UsadoParaHumor.

source: * DarkestAfrica: Everyone in Africa has a bone in their nose and hair, dances around a bonfire, and lives in a straw hut.
pt_br: * Br/AAfricaMaisEscura: Todos na África usam um osso atravessado no nariz e no cabelo, dançam em volta de uma fogueira e vivem em ocas de palha.

source: * DawnOfTheWildWest: Just before and the beginning of the WildWest.
pt_br: * Br/AlvoradaDoVelhoOeste: Logo antes do Br/VelhoOeste, e o começo deste.

source: * DawsonCasting: An actor is portraying someone much younger than they actually are, and their performance is hopefully good enough that the audience doesn't notice or care.
pt_br: * Br/ElencoDeDawson: Um ator interpreta alguém que é muito mais jovem que ele próprio, e espera-se que a atuação dele seja boa o bastante para que o público não note ou não se importe.

source: * DayOfTheJackboot: War's over.
pt_br: * ??? DayOfTheJackboot: A guerra acabou.

source: * DayOffAllAlong: "Los Niños Faltan a la Escuela" ("The Kids Miss School"), El Chavo, Ñoño and La Chilindrina spend most of the episode worried because they missed school and have to come up with excuses in case their teacher Mr. Girafales notices their absence.
pt_br: * Br/TodoEsseTempoEraODiaDeFolga: O episódio "As crianças faltam a escola", onde Chaves, Nhonho e Chiquinha passam a maior parte do episódio preocupados porque eles faltaram a escola e precisam elaborar uma desculpa para o caso de o Professor Girafales perceber a ausência deles.

source: * DaysOfFuturePast: Middle Ages + Spaceships = ''Franchise/StarWars''.
pt_br: * Br/DiasDeUmPassadoFuturo: Idade Média + Espaçonaves = ''BrFranquia/StarWars''.

source: * DeadlyDodging: Sonny invokes this as an InformedAbility to Spooner, who has a gun pointed at Sonny's head, during [[spoiler: an apparent FaceHeelTurn where he holds Susan at gunpoint; by the time Spooner fired, he could move Susan's head there instead.
pt_br: * Br/EsquivaFatal: Sonny invoca isso como uma Br/HabilidadeInformada para Spooner, que tem uma arma apontada para a cabeça dele, durante [[spoiler: um momento em que ele parece Br/PassarParaOLadoDosViloes e tem Susan diretamente na mira de uma arma; quando Spooner atirasse, ele poderia mover a cabeça de Susan para a trajetória ao invés.

source: * DeadpanSnarker: There's very little in this story that Spooner ''doesn't'' react to with a sarcastic quip, although it's more of a coping mechanism than an attempt to get a laugh.
pt_br: * Br/SarcasticoSerio: Há poucas coisas nesse filme para as quais Spooner ''não'' reaja com uma tirada sarcástica. No entanto, é mais um jeito de lidar com a situação do que uma tentativa de fazer rir.

source: * DealWithTheDevil: Did by Hermógenes and, later, [[spoiler:Riobaldo]].
pt_br: * Br/PactoComODemonio: Feito por Hermógenes e, posteriormente, [[spoiler: Riobaldo]].

source: * DeathByCameo: Creator/MichaelBay portrays the leader of the Frat Boys.
pt_br: * Br/MortePorAparicaoEspecial: BrCriador/MichaelBay interpreta o líder dos Fraternais.

source: * DeathByChildbirth: Apparently, this is what happened to Chilindrina's mother.
pt_br: * Br/MortePorNascimento: É o que aconteceu com a mãe da Chiquinha.

source: * DeathIsCheap: When mortality can easily be [[BackFromTheDead reversed]].
pt_br: * Br/MorrerEBarato: Quando a mortalidade pode facilmente ser [[Br/DeVoltaDosMortos revertida]].

source: * DeathIsGray: The [=AIs'=] positronic brains fade from luminescent blue to dark gray when they're destroyed by the deactivator {{nan|omachines}}ites.
pt_br: * Br/MorrerECinza: Os cérebros positrônicos das [=IAs=] passam de azul luminescente para cinza após serem destruídos pelos nanorrobôs.

source: * DeathWorld: Watch out for that grass!
pt_br: * Br/MundoDeMorte: Cuidado com a grama!

source: * DeathbringerTheAdorable: Doña Clotilde has the very bad habit of naming her puppies "Lucifer" or "Satan".
pt_br: * Br/MortiferoOAdoravel: Dona Clotilde tem o mau hábito de dar aos bichos de estimação nomes como "Lúcifer" ou "Satanás".

source: * DecadentCourt: The entourage of the leaders conduct warfare in an ostensibly polite and civilized social battlefield.
pt_br: * Br/CorteDecadente: Os líderes conduzem operações de guerra em um campo de batalha ostensivamente civilizado e polido.

source: * DeconReconSwitch: Despite real life difficulties, the cast still becomes successful crimefighters in their own right.
pt_br: * Br/ChaveDeDesconstrucaoEReconstrucao: Apesar das dificuldades da vida real, o elenco consegue combater o crime por mérito próprio.

source: * DeconstructiveParody: Of the standard super-hero world.
pt_br: * Br/ParodiaDesconstrutiva: Do mundo padrão de super herói.

source: * DecoyAntagonist: [[spoiler: Lawrence Robertson, the CEO of US Robotics.
pt_br: * Br/AntagonistaIsca: [[spoiler: Lawrence Robertson, o CEO da US Robótica.

source: * DeducingTheSecretIdentity: Mr. Furious manages to (correctly) deduce that oligarch lawyer Lance Hunt is the SecretIdentity of Captain Amazing, but his friends shoot him down because "[[ClarkKenting Lance Hunt wears glasses]]." * DepartmentOfRedundancyDepartment: "I guess tonight, the lone wolf... hunts... alone." * DieselPunk: Among other things, there's the Herkimer Battle Jitney.
pt_br: * Br/DeduzindoAIdentidadeSecreta: Irado consegue (corretamente) deduzir que o oligarca Lance Hunt é a Br/IdentidadeSecreta do Capitão Arraso, mas seus amigos refutam o argumento porque "[[Br/ClarkKentismo o Lance Hunt usa óculos]]." * Br/DepartamentoDeRedundanciaRedundante: "O lobo solitário... caça... sozinho."

source: * DefeatMeansFriendship: An opponent becomes friends with the person who defeated them.
pt_br: * Br/DerrotaSignificaAmizade: Um oponente torna-se amigo da pessoa que o derrotou.

source: * DefendsAgainstTheirOwnKind * DelightfulDragon: Benevolent dragons who prove that dragons and other reptilians [[DarkIsNotEvil are capable of as much good as any other species]].
pt_br: * Br/DefenderContraOsSeus * Br/DragaoAgradavel: Dragões benevolentes que provam que eles e outros répteis [[Br/AsTrevasNaoSaoMas são tão capazes de fazer o bem quanto qualquer outra espécie]].

source: * DeliberateFlawRetcon: A creator whose work received heavy criticism tries to claim that the flaws being criticized were all ''intentional''.
pt_br: * Br/RetconDeFalhaDeliberada: Um criador cuja obra recebeu muitas críticas alega que as falhas sendo criticadas eram todas ''intencionais''.

source: * DeliverUsFromEvil: A female villain seeks redemption after getting pregnant.
pt_br: * Br/LivraiNosDoMal: Uma vilã busca redenção após engravidar.

source: * DemotedToExtra: Doña Nieves was introduced with some excitement as a replacement for Don Ramón midway into the 1979 season.
pt_br: * Br/RebaixadoAExtra: Dona Neves foi apresentada como uma substituta ao Seu Madruga no meio da temporada de 1979.

source: * DenOfIniquity: Where the {{Mook}}s and Minions unwind.
pt_br: * Br/CovilDeIniquidade: Onde os Br/{{capangas}} e lacaios dão uma relaxada.

source: * DepartmentOfRedundancyDepartment: ** One of Chavo's top catchphrases, "Fue sin querer queriendo", means "I didn't mean to mean to." It's unclear whether he's messing up the phrase "I didn't mean to", or he means it exactly as spoken.
pt_br: * Br/DepartamentoDeRedundanciaRedundante: ** Um dos bordões de Chaves, "Foi sem querer querendo". É incerto sobre se ele está errando a frase "Foi sem querer" de propósito ou não.

source: * DepartmentOfRedundancyDepartment: Repeating things.
pt_br: * Br/DepartamentoDeRedundanciaRedundante: Repetir coisas.

source: * DerelictGraveyard: Ship graveyard.
pt_br: * Br/CemiterioDeNaviosAbandonados

source: * DesertedIsland: No one lives there.
pt_br: * Br/IlhaDeserta: Ninguém mora lá.

source: * DesignatedGirlFight: The female characters just happen to fight each other, [[WouldntHitAGirl preventing the male characters from needing to either beat up, or get beaten up by, a woman]].
pt_br: * Br/LutaDeGarotasDesignadas: As personagens femininas lutam entre si, [[Br/NaoBateriaEmUmaGarota impedindo que os personagens masculinos batam em (ou sejam batidos por) uma garota]].

source: * DesignatedHero: A character intended to be heroic comes across to the audience as just as (or even more villainous) than the antagonists.
pt_br: * Br/HeroiDesignado: Um personagem que deveria ser heroico é percebido pelo público como tão malvado (ou mais) quanto o vilão.

source: * DesignatedHero: The character is ''supposed to be'' a hero, but their actions say otherwise.
pt_br: * Br/HeroiDesignado: O personagem que ''deveria ser'' um herói, mas suas ações demonstram o contrário.

source: * DesignatedLoveInterest: Two characters are supposedly taking part in a meaningful or loving romance -- and hopefully the audience doesn't notice that they've barely interacted or had any sort of courtship.
pt_br: * Br/InteresseAmorosoDesignado: Dois personagens supostamente estão envolvidos em um romance -- e com alguma sorte o público não vai perceber que eles quase não interagiram ou não fizeram nenhum tipo de cortejamento.

source: * DesignatedVictim: Almost every character is this for another.
pt_br: * Br/VitimaDesignada: Quase todo personagem é isso para outro personagem.

source: * DesignatedVillain: A character intended to be villainous instead has understandable (and sometimes even heroic) methods, goals or motives.
pt_br: * Br/VilaoDesignado: Um personagem que deveria ser malvado possui métodos, motivos ou objetivos compreensíveis (e às vezes até heroicos).

source: * DesolationShot * DividedStatesOfAmerica * DoublingForLondon * DysonSphere * {{Dystopia}} .
pt_br: * Br/EnquadramentoDaDesolacao * Br/EstadosDivididosDaAmerica * ??? DoublingForLondon * Br/EsferaDeDyson * Br/{{Distopia}}

source: * DesperateObjectCatch: Sonny throws the canister of nanites to Spooner, allowing the police detective to [[spoiler: deactivate BigBad V.I.K.I.]] while the robot saves Calvin.
pt_br: * Br/AparadaDesesperadaDeObjeto: Sonny arremessa o frasco de nanitos para Spooner, permitindo que o detetive [[spoiler: desative a VIKI]] enquanto o robô salva Calvin.

source: * DestroyTheVillainsWeapon: A plot in which the hero or heroes destroy a villain's weapon.
pt_br: * Br/DestruirAArmaDoVilao: uma trama em que o herói ou heróis destroem a arma de um vilão.

source: * DestructiveSaviour: Heroes that cause a lot of collateral damage as a side effect of their heroism.
pt_br: * Br/SalvadorDestrutivo: Heróis que causam muito dano colateral como um efeito secundário de seu heroísmo.

source: * DeterminedDoctor: A health practitioner who believes medical care must be given no matter who's receiving it, where they are, or what the problem is.
pt_br: * Br/DoutorDeterminado: Um praticante das artes médicas que acredita que cuidado deve ser dado não importa quem o esteja recebendo, onde estão ou qual é o problema.

source: * DeusExMachina: When something happens just in time to help the good guys without any prior set-up justifying it.
pt_br: * Br/DeusExMachina: quando algo acontece na hora certa para ajudar os bonzinhos sem nenhum evento prévio para justificar.

source: * DevilInPlainSight: Hermógenes, maybe because [[AnachronicOrder we already know he is going to kill Joca Ramiro before his first appearance]].
pt_br: * Br/DiaboEmPlenaVista: Hermógenes, talvez porque [[Br/OrdemAnacronica nós já sabemos que ele vai matar Joca Ramiro antes de sua primeira aparição]].

source: * DialogueReversal: ** As Dee, Kay's first partner, retires from MIB: --->'''Dee:''' (''looking at the sky'') They're beautiful, aren't they?
pt_br: * Br/InversaoDeDialogo: ** Quando D, o parceiro anterior do K, se aposenta da MIB: --->'''D:''' ''[olhando para o céu]'' Elas são bonitas, não são?

source: * DidNotGetTheGirl: No matter what they do or how hard they try, the character will never get the girl/boy.
pt_br: * Br/NaoConseguiuAGarota: Não importa o que se faça ou o quanto tente, o personagem nunca vai conseguir ficar com o interesse romântico.

source: * DidWeJustHaveTeaWithCthulhu: A character has a cordial encounter with an EldritchAbomination, who may be genuinely benevolent.
pt_br: * Br/AcabamosDeTomarChaComCthulhu: Um personagem tem um encontro cordial com uma Br/AbominacaoSobrenatural, que pode ser genuinamente benevolente.

source: * DieForOurShip: Fans bash characters solely for interfering with their preferred shipping.
pt_br: * ??? DieForOurShip: Os fãs atacam personagens simplesmente por interferirem com o casal predileot.

source: * DiggingYourselfDeeper: ** Generally, when someone insults another character and the latter notices it, the former tries to fix his or her 'mistake'... only to make an actual mistake and insult the latter further.
pt_br: * Br/SeAfundandoCadaVezMaisFundo: ** Geralmente, quando alguém insulta outro personagem e este percebe, a outra pessoa tenta corrigir o erro... e no processo comete outro erro que só faz adicionar ainda mais insulto.

source: * DiligentHeroSlothfulVillain: In this dynamic, the hero is defined by his strong work ethic.
pt_br: * Br/HeroiDiligenteVilaoPreguicoso: Nessa dinâmica, o herói é definido por sua forte ética em relação ao trabalho.

source: * DisappearedDad: Riobaldo didn't know his father and really didn't care about it.
pt_br: * Br/PaiQueFoiComprarCigarro: Riobaldo não sabia e nem se importava com quem seu pai era.

source: * DisneyDeath: Fake deaths are used in place of real deaths.
pt_br: * Br/MorteDisney: Mortes falsas são usadas no lugar de mortes reais.

source: * DisneyVillainDeath: [[spoiler: Casanova is sent plummeting into his doomsday device by Mr. Furious.
pt_br: * Br/MorteDeVilaoDisney: [[spoiler: Casanova é lançado pelo Irado em uma queda na direção da arma do juízo final.

source: * DisposableWoman: A female character exists, but she is used solely as motivation for a male character, whereupon she is removed so that the story focuses on him.
pt_br: * Br/MulherDescartavel: Uma personagem feminina existe, mas ela é usada apenas como motivação para um personagem masculino, e posteriormente ela é removida para que a história possa focar nele.

source: * DisproportionateReward: A minor or major act of kindness is reacted to in this way.
pt_br: * Br/RecompensaDesproporcional: Um ato de bondade, pequeno ou grande, recebe esta reação.

source: * DistinctionWithoutADifference: The Bowler sneaks one in.
pt_br: * Br/DistincaoSemDiferenca: A Boliche encaixa uma dessas.

source: * DistinguishedGentlemansPipe: The kind of pipe that the rich and influential use to distinguish themselves from the common folk.
pt_br: * Br/CachimboDoCavalheiroDistinto: O tipo de cachimbo que os ricos e poderosos usam para se separar da gente comum.

source: * DistractedByTheSexy: Don Ramón, El Chavo and Quico whenever Paty and her aunt are in the Vecindad.
pt_br: * Br/DistraidoPelaBeldade: Seu Madruga, Chaves e Quico sempre que Paty e sua tia estão na vila.

source: * DistressedDude * DoomedMoralVictor: TheHeroDies after making his LastStand.
pt_br: * Br/PrincesoEmPerigo * Br/VitoriosoMoralCondenado: Br/OHeroiMorre após fazer a linha de defesa final.

source: * DisturbingStatistic: Upon reaching the staircase that will lead to the top of USR: -->'''Sonny''': 2,880 steps, detective.\\ '''Spooner''': Do me a favor, keep that kind of shit to yourself.
pt_br: * Br/EstatisticaPerturbadora: Ao alcançarem a escadaria que leva até o topo da USR: --> '''Sonny:''' 2880 degraus, detetive.\\ '''Spooner:''' Por favor, guarda essas informações pra você mesmo.

source: * DividedForAdaptation: A singular work is adapted into several planned installments (such as movies).
pt_br: * Br/DivididoParaAAdaptacao: Uma obra singular é adaptada para múltiplas entradas planejadas (tal como filmes).

source: * DivorceIsTemporary: When a married couple will not be separated forever.
pt_br: * Br/DivorcioETemporario: Quando um casal casado não fica separado para sempre.

source: * Do not stay up ''all frakking night'' editing pages.
pt_br: * Não fique ''a noite inteira'' editando páginas.

source: * DoAndroidsDream: Alfred Lanning's speech ponders this.
pt_br: * Br/AndroidesSonham: O discurso de Alfred Lanning pondera sobre essa questão.

source: * DoNotCallMeSir: K says this line to one of the Border Patrol agents in the opening: "Don't 'sir' me, young man.
pt_br: * Br/NaoMeChameDeSenhor: K diz isso para um dos agentes da fronteira na cena inicial do filme: "Não me chame de senhor, meu jovem.

source: * DoNotDoThisCoolThing: A story tells the audience that something is very bad or wrong, but makes it look ''extremely'' cool to do.
pt_br: * Br/NaoFacaEssaCoisaIrada: Uma história diz ao público que algo é muito errado ou ruim, mas retrata isso como sendo ''extremamente'' irado e maneiro.

source: * DoesNotLikeGuns: None of the robots, even those deployed as guards or for crowd control, use guns.
pt_br: * Br/NaoGostaDeArmas: Nenhum dos robôs usam armas, nem mesmo aqueles que servem como guardas.

source: * DoesThisRemindYouOfAnything: The Blue Raja's coming out as a superhero to his mother is phrased as if it was a coming out of a different sort.
pt_br: * Br/IssoNaoTeLembraAlgo: O Marajá se revelando como super herói para sua mãe é colocado como se fosse ''um outro tipo'' de revelação.

source: * DoesThisRemindYouOfAnything: The procedure for "decomissioning" a malfunctioning robot is to inject nanites into its brain that destroy it.
pt_br: * Br/IssoNaoTeLembraAlgo: O procedimento para "descomissionar" um robô defeituoso consiste em injetar nanitos em seu cérebro para o destruir.

source: * DoesntLikeGuns: ** Apparently using a ''gun'' is hilariously gauche in the world of ''Mystery Men''.
pt_br: * Br/NaoGostaDeArmas: ** Aparentemente, usar uma ''arma de fogo'' não pega bem no mundo do filme.
